<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Ці облікові дані не відповідають нашим записам.',
    'password_incorrect' => 'Введено невірний пароль.',
    'throttle' => 'Забагато невдалих спроб входу. Будь ласка, спробуйте через :seconds секунд.',
	'profile' => 'Профіль',
	'profile_information' => 'Дані профіля',
	'profile_information_update' => 'Оновлення даних профіля та  електронної адреси Вашого облікового запису.',
	'firstname' => "Ім'я",
	'lastname' => 'Прізвище',
	'patronymic' => 'По-батькові',
	'address' => 'Адреса',
	'birthdate' => 'Дата народження',
	'password' => 'Пароль',
	'confirm_password' => 'Підтвердити пароль',
	'current_password' => 'Поточний пароль',
	'new_password' => 'Новий пароль',
	'confirm' => 'Підтвердити',
	'roles' => 'Ролі',
	'login' => 'Увійти',
	'logout' => 'Вийти',
	'register' => 'Зареєструватися',
	'remember_me' => "Запам'ятати",
	'already_registered' => 'Вже зареєстровані?',
	'forgot_password' => 'Забули пароль?',
	'send_forgotten_password' => 'Забули пароль? Не проблема. Просто надайте нам свою електронну адресу, і ми надішлемо вам посилання для скидання пароля, яке дозволить вам встановити новий.',
	'email_password_reset_link' => 'Отримати посилання для скидання пароля',
	'confirm_your_password' => 'Це захищена частина програми. Будь ласка, уведіть свій пароль для продовження.',
	'email_unverified' => 'Ваша електронна адреса не перевірена.',
	're_send_email' => 'Натисніть для повторного відправлення електронного листа з підтвердженням.',
	'email_verification_link_sent' => 'Посилання для підтвердження надіслано на вашу електронну адресу.',
	'update_password' => 'Оновлення пароля',
	'password_requirements' => 'Переконайтеся, що Ваш обліковий запис використовує випадковий пароль достатньої довжини для забезпечення безпеки.',
	'delete_account' => 'Видалити обліковий запис',
	'delete_account_warning' => 'Після видалення Вашого облікового запису всі його ресурси та дані будуть видалені назавжди. Перш ніж видаляти обліковий запис, завантажте дані або інформацію, які Ви хочете зберегти.',
	'delete_account_request' => 'Ви певні що хочете видалити свій обліковий запис?',
	'delete_account_confirm' => 'Після видалення Вашого облікового запису всі його ресурси та дані будуть видалені назавжди. Будь ласка, введіть Ваш пароль, щоб підтвердити, що хочете назавжди видалити свій обліковий запис.',
];
