<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Customer Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

	'save' => 'Зберегти',
	'saved' => 'Збережено',
	'cancel' => 'Скасувати',
	'new' => 'Найновіші',
	'favorites' => 'Найулюбленіші',
	'discussed' => 'Найобговорюваніші',
	'price' => 'Ціна',
	'posts' => 'Пости',
	'post' => 'Пост',
	'post_' => 'пост ',
	'comments' => 'Коментарі',
	'comment' => 'Коментар',
	'comment_' => 'коментар ',
	'not_posts_yet' => 'Поки що немає коментарів!',
	'can_be_first' => 'Ваш коментар може бути першим!',
	'customer' => 'Клієнт',
	'discount' => 'Знижка',
	'delivery' => 'Доставка',
	'days' => 'днів',
	'currency' => 'грн',
	'order' => 'Порядок',
	'from' => 'Від',
	'to' => 'До',
];
